Repository: frankHa/dontpanic
Catalog: src/i18n/*.po
Languages: de

source: Date
de: Datum

source: Week
de: Woche

source: Month
de: Monat

source: Quarter
de: Quartal

source: Year
de: Jahr

source: Work Type
de: Tätigkeitstyp

source: Project
de: Projekt

source: From
de: Von

source: To
de: Bis

source: Duration (Activity Group)
de: Dauer(Aktivitätengruppe)

source: Duration
de: Dauer

source: Percentage (Activity Group)
de: Prozent(Aktivitätengruppe)

source: Percentage
de: Prozent

source: Project Comment
de: Projektkommentar

source: Comment
de: Bemerkung

source: Don't Panik Reminder
de: Don't Panik Erinnerung

source: Report Type
de: Berichtstyp

source: Save File
de: Zieldatei:

source: Do you really want to remove the selected action?
de: Möchten Sie die ausgewählte Aktion wirklich löschen?

source: Remove Action
de: Aktion Löschen

source: Current Duration
de: Aktuelle Dauer

source: This Task:
de: Diese Tätigkeit:

source: Today:
de: Heute:

source: End
de: Ende

source: Title
de: Titel

source: Type
de: Typ

source: Do you really want to remove the selected favorite definition?
de: Möchten Sie die ausgewählte Favoritendefinition wirklich löschen?

source: Remove Favorite
de: Favoriten Löschen

source: Creation Date
de: Erstellungsdatum

source: Action
de: Tätigkeit

source: Favorite
de: Favorit

source: Worktype
de: Tätigkeitstyp

# @item:inlistbox do not use holidays
source: (None)
de: (keine)

source: Projects
de: Projekte

source: Do you really want to remove the selected project?
de: Möchten Sie die ausgewählte Projektdefinition wirklich löschen?

source: Remove Project
de: Projekt Löschen

source: Choose Report Range
de: Berichtszeitraum

source: Last Month
de: Letzten Monat

source: This Month
de: Diesen Monat

source: Last Week
de: Letzte Woche

source: This Week
de: Diese Woche

source: Last Year
de: Letztes Jahr

source: This Year
de: Dieses Jahr

source: Export Report Data to File
de: Exportiere den Bericht in eine Datei

source: Export Report Data to
de: Exportiere den Bericht in eine Datei

source: The target file <b>'%1'</b> already exists. Do you really want to overwrite it?
de: Die Ziedatei <b>"%1"</b> existiert bereits. Möchten Sie sie wirklich überschreiben?

source: File already exists - Don't Panik
de: Datei existiert bereits - Don't Panik

source: Unable to export Report Data to file <b>'%1'</b>.
de: Bericht konnte leider nicht unter <b>'%1'</b> gespeichert werden.

source: Report Export Error
de: Export-Fehler

source: Report Export
de: Exportiere Bericht

source: Send via Email
de: Per Email senden

source: Report exported successfully to <b>'%1'</b>.
de: Der Bericht wurde erfolgreich nach <b>"%1"</b> exportiert.

source: Generate Report
de: Erstelle Bericht

source: Define a new Report Type
de: Definiere einen neuen Berichtstypen

source: Edit Report Type
de: Berichtstyp bearbeiten

source: Remove Report Type
de: Berichtstyp löschen

source: Do you really want to remove the selected report type?
de: Möchten Sie den ausgewählten Berichtstyp wirklich löschen?

source: There is currently no running activity...
de: Momentan gibt es keine aktive Tätigkeit...

source: <html>Currently working on:<br/><b>%1 / %2</b><br/>since: <b>%3 (%4h)</b></html>
de: <html>Aktuelle Tätigkeit:<br/><b>%1 / %2</b><br/>seit: <b>%3 (%4h)</b></html>

source: 15 minutes passed without job tracking!
de: Es sind 15 Minuten ohne aktive Tätigkeit vergangen!

source: Tasks/Worktypes
de: Tätigkeitstypen verwalten

source: Do you really want to remove the selected task description?
de: Möchten Sie den ausgewählten Tätigkeitstyp wirklich löschen?

source: Remove Task Description
de: Tätigkeitstyp Löschen

source: Planned Working Times
de: Sollarbeitszeiten verwalten

source: Select Projects
de: Projekte auswählen

source: Select Tasks
de: Tätigkeitstypen auswählen

source: switch activity to...
de: Wechsle zu Tätigkeit...

source: Edit Projects
de: Projekte verwalten

source: Edit Tasks/Worktypes
de: Tätigkeitstypen verwalten

source: Edit Planned Working Times
de: Sollarbeitszeiten verwalten

source: Add &new Action
de: &Neue Tätigkeit hinzufügen

source: Start Action
de: Tätigkeit starten

source: Stop current Action
de: Aktuelle Tätigkeit beenden

source: Resume Action
de: Tätigkeit fortsetzen

source: Day View
de: Tagesansicht

source: Reports View
de: Berichtsansicht

source: Unable to find the 'Don't Panic' KPart!
de: Das Don't Panik KPart konnte leider nicht geladen werden!

source: The KDE interface to the personal project based time tracking tool dontpanic
de: Die KDE GUI zum persönlichen projektbasierten Zeiterfassungs-Tool 'Don't Panic'

source: (C) 2009-2014 The Don't Panik Authors
de: (C) 2009-2014 Die Don't Panik Autoren

source: No Filter
de: Kein Filter

source: Selected Only
de: Auswahl

source: Unselected Only
de: Auswahl ausschließen

source: None
de: keine

source: Daily
de: Täglich

source: Weekly
de: Wöchentlich

source: Monthly
de: Monatlich

source: Quarterly
de: Vierteljährlich

source: Yearly
de: Jährlich

source: Cancel
de: Abbrechen

source: Currently working on:<br/><b>%1 / %2</b><br/>since: <b>%3 (%4h)</b>
de: Aktuelle Tätigkeit:<br/><b>%1/%2</b><br/>Wird ausgeführt seit:<b> %3 (%4h)</b>

source: Start a new action
de: Eine neue Tätigkeit starten

source: Stop the current action
de: Die Aktuelle Tätigkeit beenden

source: Resume the latest action
de: Letzte Tätigkeit fortsetzen

source: switch activity to:
de: Wechsle zu Tätigkeit...

source: %1 possible actions...
de: %1 mögliche Aktionen...

source: (unknown project)
de: (Unbekanntes Projekt)

source: (unknown task)
de: (Unbekannte Aufgabe)

source: Start a new Action
de: Eine neue Tätigkeit starten

source: Ctrl+S
de: Strg+S

source: Stop the current Action
de: Die Aktuelle Tätigkeit beenden

source: Ctrl+T
de: Strg+T

source: Resume the last Action
de: Letzte Tätigkeit fortsetzen

source: Ctrl+R
de: Strg+R

source: simple utility to import original TIP configurations into your DontPanic installation
de: Ein einfaches Werkzeug, um die original TIP-Konfiguration nach DontPanic zu importieren

source: (C) 2009 The Don't Panic Authors
de: (C) 2009 Die Don't Panic Autoren

source: The directory that contains the TIP configuration files.
de: Das Verzeichnis, das die TIP-Konfigurationsdateien enthält

source: Report Type - Don't Panik
de: Berichtstyp - Don't Panik

source: General
de: Allgemein

source: Report Name:
de: Berichtsname:

source: Icon
de: Bild

source: Grouping
de: Gruppierung

source: Group Tasks
de: Tätigkeitstypen gruppieren

source: Group Projects
de: Projekte gruppieren

source: Group by time interval:
de: Nach einem Zeitintervall gruppieren:

source: Filter Tasks:
de: Filtere Tätigkeitstypen:

source: Select
de: Auswählen

source: Filter Projects:
de: Filtere Projekte:

source: Target File:
de: Zieldatei:

source: Calendar
de: Kalender

source: Today
de: Heute

source: Favorite Activities
de: Favoriten

source: Recent Activities
de: Letzte Tätigkeiten

source: Action-Don't Panik
de: Tätigkeit-Don't Panik

source: Date:
de: Datum:

source: Move this action to another day
de: Verschiebe diese Tätigkeit auf einen anderen Tag

source: move
de: verschieben

source: Starting:
de: Beginn:

source: Ending:
de: Ende:

source: next day
de: am nächsten Tag

source: Title:
de: Titel:

source: Project:
de: Projekt:

source: Worktype:
de: Tätigkeitstyp:

source: Comment:
de: Bemerkung:

source: Favorite-Don't Panik
de: Favorit-Don't Panik

source: Project-Don' Panik
de: Projekt-Don't Panik

source: Project Name:
de: Projektname:

source: Is Visib&le?:
de: Sichtbar?:

source: Creation Date:
de: Erstellungsdatum:

source: Task/Worktype-Don't Panik
de: Tätigkeitstyp-Don't Panik

source: Task Name:
de: Tätigkeitstyp:

source: Projects - Don't Panik
de: Projekte - Don't Panik

source: Don't Panik - Choose Report Range
de: Don't Panik - Berichtszeitraum

source: prese&t range
de: Vorgefertigter Zeitraum

source: c&ustom range
de: Eigener Zeitraum

source: from:
de: von:

source: to:
de: bis:

source: Report Types
de: Berichtstypen

source: Report
de: Bericht

source: Report Summary
de: Zusammenfassung

source: Overall hours:
de: Gesamtstundenzahl:

source: TextLabel
de: Text:)

source: Overall Planned Work Time:
de: Gesamtsollzeit:

source: Overtime:
de: Überstunden:

source: Tasks/Worktypes - Don't Panik
de: Tätigkeitstypen - Don't Panik

source: Planned Working Times - Don't Panik
de: Sollarbeitszeit - Don't Panik

source: Planned Working Hours per Day
de: Sollarbeitszeit pro Wochentag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Holidays
de: Feiertage

source: Use holiday region:
de: Region für Feiertage:

source: Select Projects - Don't Panik
de: Projektauswahl - Don't Panik

source: Select All
de: Alle auswählen

source: Deselect All
de: Auswahl aufheben

source: &Edit
de: B&earbeiten

source: &View
de: &Ansicht

source: &Actions
de: &Tätigkeiten

source: View Toolbar
de: Ansichts-Werkzeugleiste

source: Action Toolbar
de: Tätigkeiten-Werkzugleiste

source: &File
de: &Datei

source: &Action
de: &Tätigkeit

source: &Settings
de: &Einstellungen

source: Main Toolbar
de: Haupt-Werkzeugleiste

# NAME OF TRANSLATORS
source: Your names
de: Frank Habel

# EMAIL OF TRANSLATORS
source: Your emails
de: frank@bugplasma.de
